import prefix from "utils/path";

export const mockcontent = [
  {
    id: 1,
    slug: "test_slug1",
    image: `${prefix}/images/content_01.jpg`,
    name: "20 คำสอนของ'พ่อ'",
    description:
      " 20 คำสอนของ 'พ่อ' ตั้งแต่ทรงครองราชย์ จากอดีตจนถึงปัจจุบันนั้น 'ในหลวงรัชกาลที่ ๙ ' ทรงมีพระบรมราโชวาท และพระราชดำรัสกับปว...",
  },
  {
    id: 2,
    slug: "test_slug2",
    image: `${prefix}/images/content_02.jpg`,
    name: "12 สิงหา วันแม่เห่งชาติ",
    description:
      "๑๒ สิงหาคม วันเฉลิมพระชนมพรรษาพระบาทสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถในพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดชขอพระองค์ทรงพร...",
  },
  {
    id: 3,
    slug: "test_slug3",
    image: `${prefix}/images/banner.jpg`,
    name: "แพคเกจงานแต่ง",
    description:
      "ไม่ว่าจะพิธีไทย งานเลี้ยงฉลองมงคลสมรส ให้เราช่วยทำงานยากให้เป็นงานง่าย ผู้ใหญ่สบายใจ เพื่อนๆสนุกสนานคู่บ่าวสาวสุดประทับใจ",
  },
];
